---
kind: other
id: Properties.T:Autodesk.Revit.DB.WorksetConfiguration
source: html/64ffb0af-6dd5-8a65-36ff-13e300c3e27d.htm
---
# WorksetConfiguration Properties

Specifies whether the .NET object represents a valid Revit entity.